export const questions = [
  {
    id: 1,
    question:
      "কাজ ম্যাজিক হতে পারে, কিন্তু সমালোচনা লজিক হতে বাধ্য। এটি কি ধরনের বাক্য?",
    options: ["সরল", "বিস্ময়সূচক", "যৌগিক", "জটিল"],
    answer: "বিস্ময়সূচক",
  },
  {
    id: 2,
    question:
      "ব্যক্তি অর্থে প্রত্যয় যুক্ত হয়েছে কোনটিতে?",
    options: ["ধনী", "কুলীন", "বৈষম্য", "অন্তর্জামী"],
    answer: "কুলীন",
  },
  {
    id: 3,
    question: "বাংলা ভাষার প্রথম ব্যাকরণ রচনা করেন কে?",
    options: [
      "ইশ্বরচন্দ্র বিদ্যাসাগর",
      "রামমোহন রায়",
      "নাথানিয়েল ব্র্যাসি হ্যালহেড",
      "মাইকেল মধুসূদন"
    ],
    answer: "নাথানিয়েল ব্র্যাসি হ্যালহেড",
  },
];